Repository: MaryAlrayes/alwafeer
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Phone Number
ar: رقم الهاتف

# phone_number_not_empty
source: This field cannot be empty
ar: يجب إدخال رقم الهاتف

# phone_number_check_char_number
source: Make sure you phone number is writtern correctly
ar: تأكد من إدخال رقم الهاتف بشكل صحيح

# password
source: Passord
ar: كلمة المرور

# password_not_empty
source: This field cannot be empty
ar: يجب إدخال كلمة المرور

source: Login
ar: تسجيل الدخول

# signup_message
source: Don't have an account?
ar: ليس لديك حساب؟

source: Join Us
ar: انضم إلينا

# copyright
source: Betakatkom.com {year} All Rights Reserved
ar: جميع الحقوق محفوظة {year} Betakatkom.com

# joining_label
source: How do you want to join us?
ar: كيف تريد الانضمام إلينا؟

source: Personal Account
ar: حساب شخصي

source: Business Account
ar: حساب تجاري

# create_perosnal_label
source: Create Personal Account
ar: إنشاء حساب شخصي

# personal_name
source: Name
ar: الاسم

# personal_phone
source: Phone Number
ar: رقم الهاتف

# personal_password
source: Passord
ar: كلمة المرور

# personal_confirmation_password
source: Confirm Passord
ar: تأكيد كلمة المرور

# create_personal_account_btn
source: Create Account
ar: إنشاء الحساب

# create_personal_not_empty_field
source: This field cannot be empty
ar: لا يمكن لهذا الحقل أن يكون فارغ

# matching_pasword
source: Passwords are not matched
ar: كلمتا المرور غير متطابقتين

# create_business_label
source: Create Business Account
ar: إنشاء حساب تجاري

# business_name
source: Store Name
ar: اسم المحل

# buiness_phone
source: Phone Number
ar: رقم الهاتف

# buiness_password
source: Passord
ar: كلمة المرور

# buiness_confirmation_password
source: Confirm Passord
ar: تأكيد كلمة المرور

# create_business_account_btn
source: Create Account
ar: إنشاء الحساب

source: Choose File
ar: اختر ملف

source: Commercial Register
ar: السجل التجاري

# verfication_code_label
source: Verification Code
ar: رمز التحقق

# verfication_code_subtitle
source: Please type the verification code that was sent to you
ar: قم بإدخال رمز التحقق الذي تم إرساله إليك

source: verfiy
ar: تحقق

source: settings
ar: الإعدادات

# delegate_person
source: Delegate
ar: المندوب

source: Home
ar: الرئيسية

source: Notification
ar: الاشعارات

source: Log
ar: السجل

# balance
source: {number} JOD
ar: {number} د.أ

# charge_card_print
source: Recharge Cards Printing
ar: بطاقات الشحن طباعة

# charge_card_ship
source: Recharge Cards Direct Shipping
ar: بطاقات الشحن شحن مباشر

# game_card
source: Gaming Cards
ar: بطاقات ألعاب

# store_channels
source: Stores and Channels
ar: المتاجر والقنوات

source: Pay Bills
ar: دفع فواتير

source: Electronic Wallets
ar: المحافظ الالكترونية

# events_ticket
source: Events Tickets
ar: تذاكر مباريات ومناسبات ترفيهية

source: Social Media
ar: تطبيقات تواصل اجتماعي

source: Electronic Devices
ar: أجهزة الكترونية

# maintenance_accessories
source: Maintenance parts and Accessories
ar: قطع صيانة واكسسوارات

# pay_bills_governmental
source: Governmental
ar: حكومي

# pay_bills_communication
source: Communication
ar: الاتصالات

# pay_bills_insurance
source: Insurance
ar: تأمين

# pay_bills_bank
source: Banks
ar: البنوك

# pay_bills_health
source: Health and Medicine
ar: الطب والصحة

# pay_bills_education
source: Education
ar: تعليمي

# pay_bills_water_and_electricity
source: Water and Electricity
ar: مياه وكهرباء

# pay_bills_travelling
source: Travelling
ar: نقل وسفر

# pay_bills_advertisment
source: Advertisment
ar: دعاية وإعلام

# pay_bills_gas
source: Gas and Power
ar: الغاز والطاقة

# pay_bills_organizations
source: Organizations
ar: نقابات ومنظمات

# pay_bills_finance
source: Financial Services
ar: تمويل وخدمات مالية

# pay_bills_ecommerce
source: E-commerce
ar: التجارة الالكترونية

# pay_bills_charity
source: Charities
ar: الجهات الخيرية

# pay_bills_services
source: Trade and Services
ar: التجارة والخدمات

# pay_bills_details_cancel_btn
source: cancel
ar: إلغاء

# pay_bills_details_query_btn
source: Query
ar: استعلام

# pay_bills_details_one_final_step
source: One Final Step!
ar: خطوة واحدة أخيرة!

# pay_bills_details_your_current_balance
source: Current Balance:
ar: رصيدك الحالي:

# pay_bills_details_billet_label
source: Billet
ar: المفوتر

# pay_bills_details_service_label
source: Service
ar: الخدمة

# pay_bills_details_pick_service_label
source: Pick a Service
ar: اختر الخدمة

# pay_bills_details_bill_number_label
source: Bill's Number
ar: رقم الفاتورة

# pay_bills_details_payment_label
source: Payment
ar: المبلغ المراد دفعه

# pay_bills_details_bill_note
source: The billing number is used to note your private bills. The billing number may be the phone number when paying for networks, or your university number when paying for educational institutions.
ar: رقم الفوترة يستعمل لاحظار فواتيرك الخاصة، قد يكون رقم الفوترة هو رقم الهاتف عند الدفع لشبكات الاتصال أو رقمك الجامعي عند الدفع للمؤسسات التعليمية.

# hello
source: Hello {username} !
ar: مرحبا بك {username} !

# phone_number_settings
source: Phone Number: {number}
ar: رقم الهاتف: {number}

source: Language
ar: اللغة

source: English
ar: الانكليزية

source: Arabic
ar: العربية

source: Check Printer
ar: فحص الطابعة

source: Change Password
ar: تغيير كلمة المرور

# selling_point
source: Create a Selling Point
ar: إنشاء نقطة بيع

source: Profit Policy
ar: سياسة الأرباح

source: Log out
ar: تسجيل الخروج

# log_out_confirm
source: Are you sure you want to log out?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟

# yes_dialog
source: yes
ar: نعم

# cancel_dialog
source: cancel
ar: إلغاء

# notification_pay
source: Previous receivables have been paid
ar: تم دفع الذمم السابقة

# notification_charge
source: Your wallet balance has been charged
ar: تم شحن رصيد محفظتك

source: show all
ar: عرض الكل

# all_notification_filter
source: All Notification
ar: كل الإشعارات

# pay_filter
source: receivables
ar: دفع الذمم

# charge_filter
source: recharge
ar: شحن الرصيد

# minus_amount
source: - {amount} JOD
ar: - {amount} د.أ

# plus_amount
source: + {amount} JOD
ar: + {amount} د.أ

# print_label
source: print
ar: طباعة

# log_amount
source: {amount} JOD
ar: {amount} د.أ

# transaction_number_label
source: The number of transactions after the last inventory:
ar: عدد الحركات بعد أخر عمليات جرد:

source: clear
ar: جرد

# delegate_info
source: Delegate's Information
ar: معلومات المندوب

source: Technical Support
ar: الدعم الفني

source: Receivables and Profits
ar: الذمم والأرباح

source: Total Receivables:
ar: مجموع الذمم:

# total_receivables_num
source: {number} JOD
ar: {number} د.أ

source: Total Profits:
ar: مجموع الأرباح:

# total_profits_num
source: {number} JOD
ar: {number} د.أ

# transfer_btn
source: transfer
ar: تحويل

# transfer_dialog_title
source: Transfer Profits
ar: تحويل الأرباح

# transfer_dialog_message
source: Are you sure you want to transfer all your profit?
ar: هل أنت متأكد من أنك تريد تحويل الأرباح؟

# yes_transfer_dialog
source: yes
ar: نعم

# cancel_transfer_dialog
source: cancel
ar: إغلاق

source: My selling points
ar: نقاط البيع خاصتي

# name_column_field
source: Name
ar: الاسم

# balance_column_field
source: Balance
ar: الرصيد

# receivables_column_field
source: Receivables
ar: الذمم

# whatsapp_not_installed
source: whatsapp no installed
ar: تطبيق الواتسب غير موجود على الهاتف

# zain_text
source: Zain
ar: زين

# orange_text
source: Orange
ar: أورانج

# umniah_text
source: Umniah
ar: أمنية

# egyption_cards_text
source: Egyption Cards
ar: بطاقات مصرية

# zain_GSIM_text
source: Paid in Advance
ar: مدفوع مسبقا

# zain_MIX_text
source: Mix
ar: مكس

# zain_DATA_text
source: DATA
ar: انترنت

# orange_GSM_text
source: Paid in Advance
ar: مدفوع مسبقا

# orange_NOS_B_NOS_text
source: NOS B NOS
ar: نص بنص

# orange_DATA_text
source: DATA
ar: انترنت

# orange_WEENAK_text
source: WEENAK
ar: وينك

# umniah_GSM_text
source: Paid in Advance
ar: مدفوع مسبقا

# umniah_SMART_text
source: SMART
ar: سمارت

# umniah_EVO_text
source: EVO
ar: انترنت

# egy_VODAFONE_text
source: VODAFONE
ar: فودافون

# egy_ETISALAT_text
source: ETISALAT
ar: اتصالات

# egy_MOBINIL_text
source: MOBINIL
ar: موبينيل

# egy_WE_text
source: WE
ar: وي

# recharge_step3_price_label
source: price:
ar: السعر:

# recharge_step3_jod_currency
source: JOD
ar: د.أ

# recharge_step3_egp_currency
source: EGP
ar: ج.م

# recharge_jod_amount
source: {number} JOD
ar: {number} د.أ

# recharge_egp_amount
source: {number} EGP
ar: {number} ج.م

# done_recharge_process
source: Done
ar: تم الشراء

# confirm_exitting_title_dialog
source: Confirm Exit
ar: تأكيد الخروج

# confirm_exitting_subtitle_dialog
source: Are you sure you want to exit?
ar: هل حقا تريد الخروج؟

# confirm_exitting_yes_btn_dialog
source: yes
ar: نعم

# confirm_exitting_cancel_btn_dialog
source: stay
ar: البقاء

# confirm_purchasing_title_dialog
source: Confirm purchase
ar: تأكيد الشراء

# confirm_purchasing_subtitle_dialog
source: When you press purchase, the value of the card will be deducted from your balance
ar: عند الضغط على شراء سيتم خصم قيمة البطاقة من رصيدكم

# confirm_purchasing_buy_btn_dialog
source: purchase
ar: شراء

# confirm_purchasing_cancel_btn_dialog
source: cancel
ar: إلغاء

# sms_title_dialog
source: Enter your phone number to recieve
ar: ادخل رقم الهاتف للاستلام

# shipping_title_dialog
source: Enter the phone number you want to recharge
ar: ادخل رقم الهاتف المراد شحنه

# sms_shipping_done_btn_dialog
source: okay
ar: تم

# sms_shipping_cancel_btn_dialog
source: cancel
ar: إلغاء

# sms_shipping_empty_phone_number_dialog
source: Please,enter your phone number
ar: من فضلك ادخل الرقم

# sms_shipping_wrong_phone_number_dialog
source: Make sure you phone number is writtern correctly
ar: تأكد من كتابة الرقم بشكل صحيح

# sms_shipping_phone_number_label
source: Phone Number
ar: رقم الهاتف

# recharge_purchasing_process_label
source: Purchasing Process
ar: عملية الشراء

# recharge_step4_type
source: Type:
ar: النوع:

# recharge_step4_category
source: Category:
ar: الفئة:

# recharge_step4_units
source: Units:
ar: القيمة:

# recharge_step4_price
source: Price:
ar: السعر:

# recharge_step4_print_label
source: print
ar: طباعة

# recharge_step4_share_label
source: share
ar: مشاركة

# recharge_step4_sms_label
source: SMS
ar: استلام عبر رسالة نصية

# recharge_step4_direct_charging_label
source: Direct Charging
ar: شحن مباشر

# create_selling_point_name_field
source: Sub-selling Point Name
ar: اسم نقطة البيع الفرعية

# create_selling_point_phone_field
source: Phone Number
ar: رقم الهاتف

# create_selling_point_password_field
source: Password
ar: كلمة المرور

# create_selling_point_confirm_password_field
source: Confirm Password
ar: تأكيد كلمة المرور

# create_selling_point_create_btn
source: Create
ar: إنشاء

# create_selling_point_cancel_btn
source: Cancel
ar: إغلاق

# change_password_old_password_field
source: Old Password
ar: كلمة المرور القديمة

# change_password_new_password_field
source: New Password
ar: كلمة المرور الجديدة

# change_password_confirm_new_password_field
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# change_password_confirm_btn
source: okay
ar: موافق

# change_password_cancel_btn
source: cancel
ar: إلغاء

# recharge_balance_label_appbar
source: Recharge Balance
ar: شحن الرصيد

# rechrage_balance_step1_stepper
source: Amount
ar: المبلغ

# rechrage_balance_step2_stepper
source: payment method
ar: طريقة الدفع

# rechrage_balance_step3_stepper
source: Confirm Process
ar: تأكيد العملية

# rechrage_balance_step1_label
source: Enter the balance you want to charge
ar: ادخل الرصيد الذي تريد شحنه

# recharge_balance_step1_wrong_input
source: Make sure the amount is entered correctly
ar: تأكد من إدخال قيمة المبلغ بشكل صحيح

# recharge_balance_step2_label
source: Choose your payment method
ar: اختر طريقة الدفع

# recharge_balance_step3_label
source: Verify the information before confirming the charging process
ar: قم بالتأكد من المعلومات قبل تأكيد عملية الشحن

# recharge_balance_step3_amount_label
source: Amount you want to charge:
ar: المبلغ الذي تريد شحنه:

# recharge_balance_step3_label_payment_label
source: Payment Method:
ar: طريقة الدفع:

# recharge_balance_step3_confirm_btn
source: confirm
ar: تأكيد العملية

# recharge_balance_contact_delegate_card
source: Contact Delegate
ar: التواصل مع المندوب

# tickets_appbar_label
source: Tickets
ar: تذاكر

# tickets_day_label
source: Day
ar: اليوم

# tickets_timing_label
source: Time
ar: الوقت

# tickets_price_label
source: Price
ar: السعر

# ticket_date_filter
source: Tickets: {date}
ar: تذاكر يوم: {date}

# jordon_currency
source: JOD
ar: د.أ
